law_types = ["민법", "민사소송법", "상법", "헌법", "형법", "형사소송법"]
n_of_jud = [930, 454, 516, 331, 498, 416-1]  # 각 법률별 판례 수
jud_start_page = [9, 29, 45, 3, 27, 33]  # 각 법률별 본문 시작 페이지 번호
jud_end_page = [635, 339, 548, 312, 454, 401]  # 각 법률별 본문 종료 페이지 번호
TOP_N = 3
preprocess_force = [False, False]
build_db_force = [False]
user_query = "아파트 보증금을 못 돌려받으면 형사고소 가능한가요?"
# 축의금 받는 사람이 축의금의 일부를 가져갔다면 어떤 처벌을 받게 할 수 있을까?
# 임대차 계약에서 연체된 차임을 상계할 수 있는가?
# 피카츄의 백만볼트는 전기기사 자격증이 필요할까? 관련 법률과 판례를 들어 설명해.
# 아파트 보증금을 못 돌려받으면 형사고소 가능한가요?